[
  {
    "id": "1",
    "titulo": "Para cuando la duda aparezca",
    "emoji": "🌪",
    "contenido": [
      "Cuando la duda aparezca —porque aparecerá—, quiero que recuerdes algo:",
      "Lo que eres no desaparece por un mal día, ni por un pensamiento duro, ni por esos momentos en los que todo se siente más gris.",
      "Tu valor sigue ahí, incluso cuando no lo ves.",
      "Y aunque el ruido en tu mente quiera hacerte olvidar, hay un cariño que te acompaña, en silencio, con ternura, sin exigencias.",
      "Solo para recordarte, con suavidad, que tú sigues siendo tú…",
      "y eso, siempre, ha sido suficiente."
    ],
    "resaltados": [
      2,
      5
    ]
  },
  {
    "id": "2",
    "titulo": "Cuando se extrañe",
    "emoji": "🦋",
    "contenido": [
      "Extrañar es la forma en que el corazón dice que algo importa.",
      "Es un puente invisible que une, aunque haya distancia.",
      "Lo que se quiere no se va del todo.",
      "Está en las memorias, en los cielos compartidos, en los silencios que también acompañan.",
      "Si un día me extrañas y la distancia se siente grande, quiero que recuerdes esto:",
      "No hace falta que digas nada, No hace falta que hagas nada: Aquí sigo, Aquí estoy.",
      "El cariño no se rompe porque los kilómetros lo separen, ni porque el tiempo pase.",
      "Lo que siento no se va, no se pierde.",
      "Y aunque no esté cerca, aunque a veces el silencio pese, puedes confiar en que, en algún lugar, alguien piensa en ti con todo el bien que sabe darte."
    ],
    "resaltados": [
      2,
      6
    ]
  },
  {
    "id": "3",
    "titulo": "Para los días buenos",
    "emoji": "💕",
    "contenido": [
      "Qué hermoso que hoy se sienta un poco más ligero.",
      "Qué bonito que haya motivos *aunque sean pequeños* para sonreír.",
      "Ojalá esa luz que hoy te acompaña se quede contigo mucho tiempo.",
      "Y aunque no lo digas, aunque no lo compartas,",
      "hay alguien —aquí— que se alegra contigo. De verdad."
    ],
    "resaltados": [
      2,
      4
    ]
  },
  {
    "id": "4",
    "titulo": "Para las noches largas",
    "emoji": "🌙",
    "contenido": [
      "Sé que esta noche está inquieta, que la mente no se detiene",
      "y el silencio hace más ruido del que quisiéramos.",
      "Recuerda: no todo se resuelve hoy, a veces, solo hace falta sostener el momento.",
      "Descansa en el simple hecho de seguir aquí, de intentarlo, de respirar.",
      "La calma llegará, aunque tarde.",
      "Y aunque estés lejos, hay alguien que piensa en ti con cariño,",
      "un cariño que no entiende de distancias.",
      "Yo te cuido desde este lado."
    ],
    "resaltados": [
      2,
      4
    ]
  },
  {
    "id": "5",
    "titulo": "Para los días que parece que no hay razón",
    "emoji": "🌧️",
    "contenido": [
      "Hay días en que todo pierde sentido,en que nada parece valer.",
      "Pero incluso entonces —aunque no lo creas—: tú vales.",
      "Lo que eres, lo que has dado, lo que aún está por venir.",
      "Y alguien, en algún lugar, se alegra de que sigas aquí.",
      "Eres la razón por la que tantas cosas son más bonitas. Siempre vales. Siempre importas."
    ],
    "resaltados": [
      2,
      4
    ]
  },
  {
    "id": "6",
    "titulo": "Para los días difíciles",
    "emoji": "🌫",
    "contenido": [
      "Hey... ya has estado aquí antes, y lo superaste.",
      "A veces el día pesa más de lo que parece justo cargar. Y eso está bien.",
      "Si hoy todo se siente demasiado, recuerda: no tienes que poder con todo, no tienes que ser fuerte todo el tiempo.",
      "Esto es solo un momento, no es tu destino.",
      "Respira, llora si lo necesitas, no estás fallando; eres más valiente de lo que crees y yo estoy tan orgullosa de ti, incluso cuando no puedes moverte.",
      "Aunque no lo veas, aunque no lo sientas: hay alguien en el mundo que se alegra de que existas y eso no cambia."
    ],
    "resaltados": [
      0,
      3,
      6
    ]
  },
  {
    "id": "7",
    "titulo": "Cuando no sepas cómo explicarme lo que sientes",
    "emoji": "🐧",
    "contenido": [
      "No siempre es fácil poner en palabras lo que pasa dentro, a veces los pensamientos se enredan, y lo que sientes no cabe en ninguna frase; y está bien, no tienes que explicarlo todo.",
      "Lo que eres, lo que vives, lo que sientes, sigue siendo válido, aunque no logres decirlo, aunque el silencio sea lo único que salga, eso no significa que estés sola.",
      "Alguien está en la distancia, acompañándote en ese silencio, sin pedir nada a cambio.",
      "Y basta con saber que estás ahí, que me dejas quedarme."
    ],
    "resaltados": [
      1,
      4
    ]
  },
  {
    "id": "8",
    "titulo": "Cuando estés feliz y quieras compartirlo",
    "emoji": "💙",
    "contenido": [
      "¡Lo sabía!",
      "Tu sonrisa ilumina hasta donde no llega el sol.",
      "Qué bonito es que el corazón se sienta un poco más ligero.",
      "Qué bonito es que la sonrisa quiera quedarse un rato más.",
      "Ojalá esta luz te dure mucho. Y si no, ojalá vuelvas a encontrarla siempre que la busques.",
      "Porque compartir la alegría… la hace crecer. 🌼"
    ],
    "resaltados": [
      0,
      4
    ]
  },
  {
    "id": "9",
    "titulo": " Para cuando dudes de ti misma",
    "emoji": "🪞",
    "contenido": [
      "A veces la mente se llena de voces que no dicen la verdad.",
      "Y lo que eres parece hacerse pequeño frente a tantas dudas",
      "Pero eso que vales, eso que eres, no desaparece porque un pensamiento lo ponga en cuestión. Lo valioso en ti sigue ahí, aunque hoy no logres verlo y aunque la duda te haga sentir sola, no lo estás.",
      "Desde la distancia, alguien cree en ti, sin condiciones.",
      "No dejes que el miedo apague tu luz.",
      "yo creo en ti… incluso cuando tú no puedes hacerlo, y no pienso rendirme nunca contigo."
    ],
    "resaltados": [
      2,
      4
    ]
  },
  {
    "id": "10",
    "titulo": "Cuando sientas que tu ansiedad arruina las cosas",
    "emoji": "🌈",
    "contenido": [
      "Tus días gris NO me aleja, NO me asustan.",
      "No cambia mi cariño por ti.",
      "No te hace difícil de querer.",
      "Eres más que tus pensamientos, eres amor, hogar, paz, tranquilada y aquí sigo🦋"
    ],
    "resaltados": [
      1,
      4
    ]
  },
  {
    "id": "11",
    "titulo": "Cuando quieras desaparecer del mundo",
    "emoji": "🛸",
    "contenido": [
      "Si hoy todo pesa y sientes que no puedes más, no te exijas estar bien.",
      "Solo respira… un momento, un instante.",
      "No necesitas hacer nada, no necesitas explicarte.",
      "Tu existencia sigue siendo valiosa, incluso ahora, incluso rota, incluso cansada, incluso en silencio.",
      "No estás sola.",
      "Aquí, desde la distancia, hay alguien que no se va. Estará para recordarte que el mundo no sería el mismo sin ti, y que tú, tal como eres, incluso en este día oscuro, sigues siendo valiosa.",
      "No tienes que estar bien para que me quede, ya decidí que me quiero quedar."
    ],
    "resaltados": [
      1,
      4
    ]
  },
  {
    "id": "12",
    "titulo": "Cuando necesites una razón para seguir",
    "emoji": "🪐",
    "contenido": [
      "Tú. Tú eres la razón.",
      "Es normal que haya momentos donde todo parezca perder sentido.",
      "Pero, aunque hoy no lo sientas, hay algo que sí lo tiene: tú.",
      "Tu existencia. Tu forma de mirar el mundo. Lo que aún está por venir.",
      "Y si hoy no encuentras una razón, está bien; a veces basta con quedarse un día más, y dejar que la razón llegue mañana."
    ],
    "resaltados": [
      0,
      3
    ]
  }
]